{"inspiration":[{
  "motivatorId": "001",
  "motivatorIcon": "R.drawable.jasonnjoku",
  "motivatorName": "Jason Njoku",
  "motivatorQuoteAndInspiringFact": "Do you know that iROKOtv was Jason Njoku's 11 th attempt at starting a successful business and some of his failed businesses include a blog,T - shirt business and Web design company ?Do you know that iROKOtv has viewers in more than 177 Countries ? ,that is few numbers shy from the United Nations Membership.",
  "motivatorStory": "Jason Chukwuma Njoku was born on the 11th December, 1980 and raised in London by his mother before coming to Nigeria for his secondary studies. After a stint in the country,he moved back to complete his tertiary studies in the University of Manchester.He is one of the first movers in the internet space and has been dubbed as one of the greatest Information technology expert in the African technology space. He is the co - founder / CEO of iROKOtv, a video - on - demand movie platform for Nollywood.While living at home with his mum,he thought of starting the service.He saw the big potentials in the Nigerian movie industry and created a niche for himself by buying online licenses for movies when there was nothing similar to Video Streaming in Africa.He started a popular channel on YouTube, NollywoodLove that exposed him early to Venture Capitalists. Jason has attracted more than 20 million dollars from various venture capitalists and have been cited by several magazines including Forbes.He started a venture capital firm called Spark with Bastian Gotter and Mary Remmy Njoku.Spark has investments in several Nigerian start ups including drinks.ng, tolet.com.ng and Hotels.ng.These companies have attracted millions of dollars in Venture capital funding.He is happily married with two sons.",
  "motivatorLikes": 1
}, {
  "motivatorId": "002",
  "motivatorIcon": "R.drawable.lindaikeji",
  "motivatorName": "Linda Ikeji",
  "motivatorQuoteAndInspiringFact": "Do you know that Linda Ikeji worked part-time as a waitress, model and writer to support her family while in the University of Lagos? Do you know that Linda Ikeji was the biggest Google Search trend in Nigeria for 2014 ? Do you know Linda Ikeji 's blog has visitors from more than 180 countries in the world?",
  "motivatorStory": "Linda Ikeji was born on the 19th September, 1980 and a native of Imo State, Nigeria. She is a news carrier, blogger, writer, entrepreneur and former model. She studied English Language at the University of Lagos.Linda modeled for numerous brands, including theë Rose of Sharoní label, owned by Nigerian billionaire, Folorunsho Alakija, and in some of the fascinating fashion shows in the country in the early 2000s. She was at ECOFEST and also did some outdoor advertisements. Linda Ikeji remained within her walls of comfort zone which was modeling, so instead of being in front of the camera, she chose to be behind camera by managing an agency, signing up models, training them and getting them jobs.She does not manage the modelling agency anymore. She also commenced what she tells in her earliest blog post as herì true passionî, her magazine called, FM & B.The first issue was published in the 2006 and on realizing how expensive and stressful magazine publishing was, she only had two more editions printed. In the year 2004, after she had concluded her University education, she labored so hard to crack into the Journalism trade, by introducing her media company, called Black dove Communications, which was a modeling agency and events management outfit.The name Black dove was however inspired by Silverbird Communications. She started blogging as a hobby in 2006 and works majorly from a cyber cafe.Linda Ikeji is well known today for her blog(www.lindasikejiblog.com) where she has attained the height of the richest and most celebrated blogger in Africa.Forbes have recommended her as a case study for the business of blogging. Today, She runs a non - profit project themed , I 'd rather be self made; No thanks where she assists young girls aged 16ñ 25 who have great business ideas and are willing to venture into entrepreneurship.She has been featured in a notable magazine including Forbes where African women were celebrated. She was interviewed by BBC on their Focus on Africa programme.She was recently nominated for the MTV Africa Music Award for Personality of the Year in 2016.",
  "motivatorLikes": 2
}, {
  "motivatorId": "003",
  "motivatorIcon": "R.drawable.wolesoyinka",
  "motivatorName": "Wole Soyinka",
  "motivatorQuoteAndInspiringFact": "Do you know that Wole Soyinka is a pioneer member and founder of the Nigerian's Confraternity group, Pyrates Confraternity?, Do you know that Wole Soyinka is a close cousin of the Nigerian music maestro, Fela Anikulapo Kuti ? Do you know that Wole Soyinka wrote full_length Television plays ? Do you know that Wole Soyinka is the first African to win a Nobel Literature Prize ? ",
  "motivatorStory": "Akinwande Oluwole Babatunde Soyinka was born 13 July 1934, and he is a native of Ogun State in Nigeria. He was born in Abeokuta and after successful studies in  St Peters ' School, Abeokuta, Abeokuta Grammar School, Government College Ibadan, Ibadan and the University College,  Ibadan. He moved to the United Kingdom for further studies. He worked with the Royal Court Theatre in London.He went on to write plays that were produced in Nigeria and UK, in theatres and on radio. He took an active role in Nigeria 's political history. In 1965, he seized the Western Nigeria Broadcasting Service studio and broadcast a demand for the cancellation of the Western Nigeria Regional Elections and in 1967 during the Nigerian Civil War,he was arrested by the federal government and put in solitary confinement for two years. He was a vocal critic of several Nigerian dictators and political tyrannies across Africa.Much of his writings make mockeries of these saddist regimes. During the regime of General Sani Abacha(1993ñ 98), Soyinka escaped from Nigeria on a motorcycle, Abacha later proclaimed a death sentence against him  in absentia. With civilian rule restored to Nigeria in 1999, Soyinka returned to his nation. He is categorized among Africa 's greatest playwright and poet. He was awarded the 1986 Nobel Prize in Literature, and was the first African to be honored in that category.Soyinka was a Professor of Comparative Literature(1975 to 1999) at the Obafemi Awolowo University, formerly the University of Ife and with civilian rule restored to Nigeria in 1999, he was made professor emeritus. Wole Soyinka has taught in several Ivy League Colleges including Cornell University, Harvard and Yale.Some other universities he has woeked in include the University College, Ibadan, Emory University, University of Nevada, Las Vegas,NYUí s Institute of African American Affairs and at Loyola Marymount University in Los Angeles, California,US. Soyinka has been married three times and divorced twice.He has children from his three marriages.His first marriage was in 1958 to the late British writer, Barbara Dixon, whom he met at the University of Leeds in the 1950 s.Barbara was the mother of his first son, Olaokun.His second marriage was in 1963 to Nigerian librarian Olaide Idowu, with whom he had three daughters, Moremi, Iyetade(deceased), Peyibomi, and a second son, Ilemakin.Soyinka married Folake Doherty in 1989. In 2014, he revealed his battle with prostate cancer. Some of his books include Ake : The years of our childhood, A Play of Giant, The Trials of Brother Jero, A Dance of Forests, Kongi 's Harvest, The Road, Death and the King's Horsemen among several others.",
  "motivatorLikes": 0
}, {
  "motivatorId": "004",
  "motivatorIcon": "R.drawable.herbertmacaulay",
  "motivatorName": "Herbert Macaulay",
  "motivatorQuoteAndInspiringFact": "Do you know Herbert Macaulay is the first Nigerian to own a car? Do you know he was the grandson of the famous Bishop Samuel Ajayi Crowther ?",
  "motivatorStory": "Born in 1864, herbert Macaulay was a Nigerian nationalist, politician, engineer, architect, journalist,and musician. He is highly regarded as the founder of Nigerian nationalism. His parents were children of returnee slaves and a descendant of Samuel Ajayi Crowther. Macaulay attended Breadfruit School and Faji School, Lagos for his elementary education.From 1877 to October 1880 he attended CMS Grammar School, Lagos for his secondary education. He worked as a clerk at the Lagos Department of Public Works.From 1891 to 1894 he studied civil engineering in Plymouth, England. On his return, he worked for the Crown as a land inspector.Macaulay was one of the first Nigerian nationalists and for most of his life a strong opponent of British rule in Nigeria. Macaulay became very popular and on 24 June 1923 he founded the Nigerian National Democratic Party(NNDP), the first Nigerian political party.The party won all the seats in the elections of 1923, 1928 and 1933. In 1944 Macaulay co - founded the National Council of Nigeria and the Cameroons(NCNC) together with Nnamdi Azikiwe and became its president.The NCNC was a patriotic organization designed to bring together Nigerians of all stripes to demand independence.In 1946 Macaulay fell ill in Kano and later died in Lagos.Macaulay was buried at Ikoyi Cemetery in Lagos on 11 May 1946. ",
  "motivatorLikes": 4
}, {
  "motivatorId": "005",
  "motivatorIcon": "R.drawable.philipemeagwali",
  "motivatorName": "Philip Emeagwali",
  "motivatorQuoteAndInspiringFact": "",
  "motivatorStory": "Philip Emeagwali is a Nigerian inventor and scientist. Philip was born in Akure, Nigeria on 23 August 1954. He is a native of Anambra State.His early schooling was suspended in 1967 as a result of the Nigerian Civil War.At 14 years, he served in the Biafran army.After the war he completed high - school equivalence through self - study.He traveled to the United States to study under a scholarship following completion of a correspondence course at the University of London. He received a bachelor 's degree in mathematics from Oregon State University in 1977. He later moved to Washington DC, receiving in 1986 a master' s degree from George Washington University in ocean and marine engineering, and a second master 's in applied mathematics from the University of Maryland. He has been living in the United States for many years. He won the 1989 Gordon Bell Prize($1, 000) for price - performance in high - performance computing applications, in an oil reservoir modeling calculation using a novel mathematical formulation and implementation. He is married to Dale Brown Emeagwali, a noted African - American microbiologist.",
  "motivatorLikes": 0
}, {
  "motivatorId": "006",
  "motivatorIcon": "R.drawable.ladidelano",
  "motivatorName": "Ladi Delano",
  "motivatorQuoteAndInspiringFact": "",
  "motivatorStory": "Ladi Delano is a 35-year old Nigerian serial entrepreneur who made his first million as a liquor entrepreneur while living in China. At the age of 24, in 2004, he founded Solidarnosc Asia, a Chinese alcoholic beverage company that made Solid XS, a premium brand of vodka.Solid XS eventually had a 50 % market share and went on to become a mainstream liqour brand and was being distributed in over 30 cities, pulling in $20 million in annual revenue. Delano then sold the company to a rival liquor company for over $15 million and put his funds into his next ventureñ a real estate investment holding company with a focus in mainland China. Today, Delano is the co - founder and CEO of Bakrie Delano Africa(BDA)ñ a $1 billion joint venture with the Bakrie Group of Indonesia. Bakrie Delano Africa stands as the Bakrie Groupsí investment partner in Nigeria. So far, the Indonesian Conglomerate has provided over $900 million worth of funding for investment in Nigeria and Bakrie Delano Africa identifies opportunities for investment in mining, agriculture, oil & gas, and executes the investment processes. He was on Forbesí list of the youngest millionaires to watch in Africa in 2012 and is the youngest Nigerian billionaire.",
  "motivatorLikes": 2
}, {
  "motivatorId": "007",
  "motivatorIcon": "R.drawable.kanunwankwo",
  "motivatorName": "Kanu Nwankwo",
  "motivatorQuoteAndInspiringFact": "Do you know Kanu Nwankwo made the third-most substitute appearances in Premier League history, appearing from the bench 118 times.",
  "motivatorStory": "Kanu Nwankwo was born on 1st August, 1976 and he is a native of Imo State in Nigeria. He is a retired Nigerian footballer. After a notable performance at the U-17 World Championships he was  signed by Dutch Eredivisie AFC Ajax in 1993. HE won the UEFA Champions League with AJAX.He later played for Inter Milan, Arsenal, West Bromich Albion and Portsmouth. He was a member of and later captained the Nigerian national team for 16 years from 1994 until 2010. Earlier on at the start of his career, Kanu was instrumental in Nigeria 's overall success at the 1993 FIFA U-17 tournament in Japan The peak of his career was in the summer Olmpics of 1996, where he and te Nigerian team won a soccer Gold medal.However, soon after returning from the Olympics, Kanu underwent a medical examination at Inter, which revealed a serious heart defect;he underwent surgery in November 1996 to replace an aortic valve and did not return to his club until April 1997. In interviews, Kanu frequently cites his faith as a Christian, and has often mentioned this trying time of his career as an occasion when he prayed to God. Kanu 's experience also led to his founding the Kanu Heart Foundation, an organisation that helps predominantly young African children who suffer heart defects and whose work was expanded to  provide aid for homeless children in 2008. Kanu has won a UEFA Champions League medal, a UEFA Cup medal, three FA Cup Winners Medals and two African Player of the Year(1996 and 1999) awards amongst others.He is also one of few players to have won the Premier League, FA Cup, Champions League, UEFA Cup and an Olympic Gold Medal.He is a UNICEF goodwill ambassador. he was second joint - scorer in the tournament with Peter Anosike and Manuel Neira, behind compatriot and Captain Wilson Oruma.",
  "motivatorLikes": 2
}, {
  "motivatorId": "008",
  "motivatorIcon": "R.drawable.valentineobi",
  "motivatorName": "Valentine Obi",
  "motivatorQuoteAndInspiringFact": "Do you know eTranzact, a company started by Valentine Obi, was the first company in the world to do financial switching ? Mobile is the new online an web is the new offline.",
  "motivatorStory": "Valentine Obi is a native of Anambra State. He is a vastly experienced IT professional, Having served in various IT positions locally and internationally, he founded and is the CEO of eTranzact, a local multi-application and multi - channel electronic transaction switching and payment processing platform.Launched in 2003, it has evolved into a multinational brand, rolling out products in 6 other countries including South Africa, Ghana, Zimbabwe, Kenya, Cote dí Ivoire and United Kingdom.eTranzact is a publicly quoted company on the Nigerian Stock Exchange with a fully paid up capital of 4.2 billion shares. He has attended courses in Harvard and several world class institutions.",
  "motivatorLikes": 5
}]}