[{
  "motivatorId": "001",
  "motivatorIcon": "R.drawable.jasonnjoku",
  "motivatorName": "Jason Njoku",
  "motivatorQuoteAndInspiringFact": "Do you know that iROKOtv was Jason Njoku's 11 th attempt at starting a successful business and some of his failed businesses include a blog,T - shirt business and Web design company ?Do you know that iROKOtv has viewers in more than 177 Countries ? ,that is few numbers shy from the United Nations Membership.",
  "motivatorStory": "Jason Chukwuma Njoku was born on the 11th December, 1980 and raised in London by his mother before coming to Nigeria for his secondary studies. After a stint in the country,he moved back to complete his tertiary studies in the University of Manchester.He is one of the first movers in the internet space and has been dubbed as one of the greatest Information technology expert in the African technology space. He is the co - founder / CEO of iROKOtv, a video - on - demand movie platform for Nollywood.While living at home with his mum,he thought of starting the service.He saw the big potentials in the Nigerian movie industry and created a niche for himself by buying online licenses for movies when there was nothing similar to Video Streaming in Africa.He started a popular channel on YouTube, NollywoodLove that exposed him early to Venture Capitalists. Jason has attracted more than 20 million dollars from various venture capitalists and have been cited by several magazines including Forbes.He started a venture capital firm called Spark with Bastian Gotter and Mary Remmy Njoku.Spark has investments in several Nigerian start ups including drinks.ng, tolet.com.ng and Hotels.ng.These companies have attracted millions of dollars in Venture capital funding.He is happily married with two sons.",
  "motivatorLikes": 1
}, {
  "motivatorId": "002",
  "motivatorIcon": "R.drawable.lindaikeji",
  "motivatorName": "Linda Ikeji",
  "motivatorQuoteAndInspiringFact": "Do you know that Linda Ikeji worked part-time as a waitress, model and writer to support her family while in the University of Lagos? Do you know that Linda Ikeji was the biggest Google Search trend in Nigeria for 2014 ? Do you know Linda Ikeji 's blog has visitors from more than 180 countries in the world?",
  "motivatorStory": "Linda Ikeji was born on the 19th September, 1980 and a native of Imo State, Nigeria. She is a news carrier, blogger, writer, entrepreneur and former model. She studied English Language at the University of Lagos.Linda modeled for numerous brands, including theë Rose of Sharoní label, owned by Nigerian billionaire, Folorunsho Alakija, and in some of the fascinating fashion shows in the country in the early 2000s. She was at ECOFEST and also did some outdoor advertisements. Linda Ikeji remained within her walls of comfort zone which was modeling, so instead of being in front of the camera, she chose to be behind camera by managing an agency, signing up models, training them and getting them jobs.She does not manage the modelling agency anymore. She also commenced what she tells in her earliest blog post as herì true passionî, her magazine called, FM & B.The first issue was published in the 2006 and on realizing how expensive and stressful magazine publishing was, she only had two more editions printed. In the year 2004, after she had concluded her University education, she labored so hard to crack into the Journalism trade, by introducing her media company, called Black dove Communications, which was a modeling agency and events management outfit.The name Black dove was however inspired by Silverbird Communications. She started blogging as a hobby in 2006 and works majorly from a cyber cafe.Linda Ikeji is well known today for her blog(www.lindasikejiblog.com) where she has attained the height of the richest and most celebrated blogger in Africa.Forbes have recommended her as a case study for the business of blogging. Today, She runs a non - profit project themed , I 'd rather be self made; No thanks where she assists young girls aged 16ñ 25 who have great business ideas and are willing to venture into entrepreneurship.She has been featured in a notable magazine including Forbes where African women were celebrated. She was interviewed by BBC on their Focus on Africa programme.She was recently nominated for the MTV Africa Music Award for Personality of the Year in 2016.",
  "motivatorLikes": 2
}, {
  "motivatorId": "003",
  "motivatorIcon": "R.drawable.wolesoyinka",
  "motivatorName": "Wole Soyinka",
  "motivatorQuoteAndInspiringFact": "Do you know that Wole Soyinka is a pioneer member and founder of the Nigerian's Confraternity group, Pyrates Confraternity?, Do you know that Wole Soyinka is a close cousin of the Nigerian music maestro, Fela Anikulapo Kuti ? Do you know that Wole Soyinka wrote full_length Television plays ? Do you know that Wole Soyinka is the first African to win a Nobel Literature Prize ? ",
  "motivatorStory": "Akinwande Oluwole Babatunde Soyinka was born 13 July 1934, and he is a native of Ogun State in Nigeria. He was born in Abeokuta and after successful studies in  St Peters ' School, Abeokuta, Abeokuta Grammar School, Government College Ibadan, Ibadan and the University College,  Ibadan. He moved to the United Kingdom for further studies. He worked with the Royal Court Theatre in London.He went on to write plays that were produced in Nigeria and UK, in theatres and on radio. He took an active role in Nigeria 's political history. In 1965, he seized the Western Nigeria Broadcasting Service studio and broadcast a demand for the cancellation of the Western Nigeria Regional Elections and in 1967 during the Nigerian Civil War,he was arrested by the federal government and put in solitary confinement for two years. He was a vocal critic of several Nigerian dictators and political tyrannies across Africa.Much of his writings make mockeries of these saddist regimes. During the regime of General Sani Abacha(1993ñ 98), Soyinka escaped from Nigeria on a motorcycle, Abacha later proclaimed a death sentence against him  in absentia. With civilian rule restored to Nigeria in 1999, Soyinka returned to his nation. He is categorized among Africa 's greatest playwright and poet. He was awarded the 1986 Nobel Prize in Literature, and was the first African to be honored in that category.Soyinka was a Professor of Comparative Literature(1975 to 1999) at the Obafemi Awolowo University, formerly the University of Ife and with civilian rule restored to Nigeria in 1999, he was made professor emeritus. Wole Soyinka has taught in several Ivy League Colleges including Cornell University, Harvard and Yale.Some other universities he has woeked in include the University College, Ibadan, Emory University, University of Nevada, Las Vegas,NYUí s Institute of African American Affairs and at Loyola Marymount University in Los Angeles, California,US. Soyinka has been married three times and divorced twice.He has children from his three marriages.His first marriage was in 1958 to the late British writer, Barbara Dixon, whom he met at the University of Leeds in the 1950 s.Barbara was the mother of his first son, Olaokun.His second marriage was in 1963 to Nigerian librarian Olaide Idowu, with whom he had three daughters, Moremi, Iyetade(deceased), Peyibomi, and a second son, Ilemakin.Soyinka married Folake Doherty in 1989. In 2014, he revealed his battle with prostate cancer. Some of his books include Ake : The years of our childhood, A Play of Giant, The Trials of Brother Jero, A Dance of Forests, Kongi 's Harvest, The Road, Death and the King's Horsemen among several others.",
  "motivatorLikes": 0
}, {
  "motivatorId": "004",
  "motivatorIcon": "R.drawable.herbertmacaulay",
  "motivatorName": "Herbert Macaulay",
  "motivatorQuoteAndInspiringFact": "Do you know Herbert Macaulay is the first Nigerian to own a car? Do you know he was the grandson of the famous Bishop Samuel Ajayi Crowther ?",
  "motivatorStory": "Born in 1864, herbert Macaulay was a Nigerian nationalist, politician, engineer, architect, journalist,and musician. He is highly regarded as the founder of Nigerian nationalism. His parents were children of returnee slaves and a descendant of Samuel Ajayi Crowther. Macaulay attended Breadfruit School and Faji School, Lagos for his elementary education.From 1877 to October 1880 he attended CMS Grammar School, Lagos for his secondary education. He worked as a clerk at the Lagos Department of Public Works.From 1891 to 1894 he studied civil engineering in Plymouth, England. On his return, he worked for the Crown as a land inspector.Macaulay was one of the first Nigerian nationalists and for most of his life a strong opponent of British rule in Nigeria. Macaulay became very popular and on 24 June 1923 he founded the Nigerian National Democratic Party(NNDP), the first Nigerian political party.The party won all the seats in the elections of 1923, 1928 and 1933. In 1944 Macaulay co - founded the National Council of Nigeria and the Cameroons(NCNC) together with Nnamdi Azikiwe and became its president.The NCNC was a patriotic organization designed to bring together Nigerians of all stripes to demand independence.In 1946 Macaulay fell ill in Kano and later died in Lagos.Macaulay was buried at Ikoyi Cemetery in Lagos on 11 May 1946. ",
  "motivatorLikes": 4
}, {
  "motivatorId": "005",
  "motivatorIcon": "R.drawable.philipemeagwali",
  "motivatorName": "Philip Emeagwali",
  "motivatorQuoteAndInspiringFact": "",
  "motivatorStory": "Philip Emeagwali is a Nigerian inventor and scientist. Philip was born in Akure, Nigeria on 23 August 1954. He is a native of Anambra State.His early schooling was suspended in 1967 as a result of the Nigerian Civil War.At 14 years, he served in the Biafran army.After the war he completed high - school equivalence through self - study.He traveled to the United States to study under a scholarship following completion of a correspondence course at the University of London. He received a bachelor 's degree in mathematics from Oregon State University in 1977. He later moved to Washington DC, receiving in 1986 a master' s degree from George Washington University in ocean and marine engineering, and a second master 's in applied mathematics from the University of Maryland. He has been living in the United States for many years. He won the 1989 Gordon Bell Prize($1, 000) for price - performance in high - performance computing applications, in an oil reservoir modeling calculation using a novel mathematical formulation and implementation. He is married to Dale Brown Emeagwali, a noted African - American microbiologist.",
  "motivatorLikes": 0
}, {
  "motivatorId": "006",
  "motivatorIcon": "R.drawable.ladidelano",
  "motivatorName": "Ladi Delano",
  "motivatorQuoteAndInspiringFact": "",
  "motivatorStory": "Ladi Delano is a 35-year old Nigerian serial entrepreneur who made his first million as a liquor entrepreneur while living in China. At the age of 24, in 2004, he founded Solidarnosc Asia, a Chinese alcoholic beverage company that made Solid XS, a premium brand of vodka.Solid XS eventually had a 50 % market share and went on to become a mainstream liqour brand and was being distributed in over 30 cities, pulling in $20 million in annual revenue. Delano then sold the company to a rival liquor company for over $15 million and put his funds into his next ventureñ a real estate investment holding company with a focus in mainland China. Today, Delano is the co - founder and CEO of Bakrie Delano Africa(BDA)ñ a $1 billion joint venture with the Bakrie Group of Indonesia. Bakrie Delano Africa stands as the Bakrie Groupsí investment partner in Nigeria. So far, the Indonesian Conglomerate has provided over $900 million worth of funding for investment in Nigeria and Bakrie Delano Africa identifies opportunities for investment in mining, agriculture, oil & gas, and executes the investment processes. He was on Forbesí list of the youngest millionaires to watch in Africa in 2012 and is the youngest Nigerian billionaire.",
  "motivatorLikes": 2
}, {
  "motivatorId": "007",
  "motivatorIcon": "R.drawable.kanunwankwo",
  "motivatorName": "Kanu Nwankwo",
  "motivatorQuoteAndInspiringFact": "Do you know Kanu Nwankwo made the third-most substitute appearances in Premier League history, appearing from the bench 118 times.",
  "motivatorStory": "Kanu Nwankwo was born on 1st August, 1976 and he is a native of Imo State in Nigeria. He is a retired Nigerian footballer. After a notable performance at the U-17 World Championships he was  signed by Dutch Eredivisie AFC Ajax in 1993. HE won the UEFA Champions League with AJAX.He later played for Inter Milan, Arsenal, West Bromich Albion and Portsmouth. He was a member of and later captained the Nigerian national team for 16 years from 1994 until 2010. Earlier on at the start of his career, Kanu was instrumental in Nigeria 's overall success at the 1993 FIFA U-17 tournament in Japan The peak of his career was in the summer Olmpics of 1996, where he and te Nigerian team won a soccer Gold medal.However, soon after returning from the Olympics, Kanu underwent a medical examination at Inter, which revealed a serious heart defect;he underwent surgery in November 1996 to replace an aortic valve and did not return to his club until April 1997. In interviews, Kanu frequently cites his faith as a Christian, and has often mentioned this trying time of his career as an occasion when he prayed to God. Kanu 's experience also led to his founding the Kanu Heart Foundation, an organisation that helps predominantly young African children who suffer heart defects and whose work was expanded to  provide aid for homeless children in 2008. Kanu has won a UEFA Champions League medal, a UEFA Cup medal, three FA Cup Winners Medals and two African Player of the Year(1996 and 1999) awards amongst others.He is also one of few players to have won the Premier League, FA Cup, Champions League, UEFA Cup and an Olympic Gold Medal.He is a UNICEF goodwill ambassador. he was second joint - scorer in the tournament with Peter Anosike and Manuel Neira, behind compatriot and Captain Wilson Oruma.",
  "motivatorLikes": 2
}, {
  "motivatorId": "008",
  "motivatorIcon": "R.drawable.valentineobi",
  "motivatorName": "Valentine Obi",
  "motivatorQuoteAndInspiringFact": "Do you know eTranzact, a company started by Valentine Obi, was the first company in the world to do financial switching ? Mobile is the new online an web is the new offline.",
  "motivatorStory": "Valentine Obi is a native of Anambra State. He is a vastly experienced IT professional, Having served in various IT positions locally and internationally, he founded and is the CEO of eTranzact, a local multi-application and multi - channel electronic transaction switching and payment processing platform.Launched in 2003, it has evolved into a multinational brand, rolling out products in 6 other countries including South Africa, Ghana, Zimbabwe, Kenya, Cote dí Ivoire and United Kingdom.eTranzact is a publicly quoted company on the Nigerian Stock Exchange with a fully paid up capital of 4.2 billion shares. He has attended courses in Harvard and several world class institutions.",
  "motivatorLikes": 5
}, {
  "motivatorId": "009",
  "motivatorIcon": "R.drawable.folorunshoalakija",
  "motivatorName": "Folorunsho Alakija",
  "motivatorQuoteAndInspiringFact": "Do you know Folorunsho Alakija is the richest black woman on earth?, Do you know Folorunsho Alakija started her career as an executive secretary?",
  "motivatorStory": "Folorunsho was born in 1951 to the family of Chief L. A. Ogbara in Ikorodu, Lagos State. she travelled to the United Kingdom for her early education at Dinorben School for Girls in Hafodunos Hall in Llangernyw, Wales. She attended Muslim High School Sagamu Ogun State, Nigeria after she came back to the country. She furthered  her studies  at Pitman's Central College, London, American College, London and the Central School of Fashion. She started her career as an executive secretary at Sijuade Enterprises and subsequently worked in First National Bank of Chicago. She established her tailoring company called Supreme Stitches and became prominent as Rose of Sharon House of Fashion.  She became the national president and lifelong trustee of the Fashion Designers Association of Nigeria (FADAN), she left indelible marks, promoting Nigerian culture through fashion and style. In May 1993, She took her entrepreneurial venture further by applying for the allocation of an oil prospecting license (OPL) where she entered into a joint venture agreement with Star Deep Water Petroleum Limited.She is a business tycoon involved in the fashion, oil and printing industries. She is the group managing director of The Rose of Sharon Group which consists of The Rose of Sharon Prints & Promotions Limited and Digital Reality Prints Limited and the executive vice-chairman of Famfa Oil Limited. Folorunsho Alakija is the richest African woman and also the richest woman of black woman in the world. In 2014 she just unseated Oprah Winfrey as the richest woman of African descent in the world. Alakija is ranked by Forbes as the richest woman in Nigeria with an estimated net worth of $2.1 billion. As of 2015, she is listed as the second most powerful woman in Africa and she is listed as the 96th most powerful woman in the world by Forbes. She became the first female Chancellor of (Osun State University renamed Bola- Ige University) in Nigeria. Folorunsho has a foundation called the Rose of Sharon Foundation that helps widows and orphans by empowering them through scholarships and business grants. She also founded the Folorunsho Alakija Scholarship Scheme and her company contributes to the Agbami Scholarship. Mrs Alakija is also a fervent supporter of education in Nigeria where her donations is innumerable. She is also a member of several Nigerian organizations that advances different causes. Folorunsho is married to a lawyer, Modupe Alakija in November 1976 and they reside in Lagos, with their four sons and grandchildren.",
  "motivatorLikes": 3
}, {
  "motivatorId": "010",
  "motivatorIcon": "R.drawable.bukolaelemide",
  "motivatorName": "Bukola Elemide(Asa)",
  "motivatorQuoteAndInspiringFact": "",
  "motivatorStory": "Bukola Elemide popularly known as Asa was born in Paris, France to Nigerian parents. She grew up in Lagos, Nigeria. Asa however returned to Paris in her adulthood where her life as an artist took off. She was influenced from great musical acts such as Erykah Badu, D'Angelo, Raphael Saadiq, Lauryn Hill, Femi Kuti, AngÈlique Kidjo, Marvin Gaye, Fela Kuti, Bob Marley, Aretha Franklin, King Sunny AdÈ, Ebenezer Obey and Lagbaja and Asa went on to draw inspiration from them. In 2004 Asa met her manager and friend, Janet, who introduced her to Cobhams Emmanuel Asuquo, who in turn became her musical partner and producer.Her genre of music is Soul and Pop. She released her singles such as EyÈ Adaba, then Jailer, which became fans favourite. A?a soon signed to NaÔve Records. Partnered with Cobhams, and with the new involvement of Christophe Dupouy, she produced her first album, A?a. The release of the album saw A?a win the prestigious French Constantin Award in 2008, where she was voted best fresh talent of 10 singers or groups by a jury of 19 music-industry specialists in Paris. Her second album, Beautiful Imperfection, was released on 25 October 2010. The lead single from Beautiful Imperfection is titled Be My Man and was released in late September. Her other recognitions include Recording of the year by the Headies 2008, Headies Awards Album of the year and won Headies Next Rated Award- Asa 2006. Asa was said to have signed a multimillion naira endorsement deal with GTBank after recording an official single for them.",
  "motivatorLikes": 8
}, {
  "motivatorId": "011",
  "motivatorIcon": "R.drawable.agbanidarego",
  "motivatorName": "Agbani Darego",
  "motivatorQuoteAndInspiringFact": "Do you know Agbani Darego is the first native Sub-Saharan African to win Miss World, Do you know that Agbani has a national honour as a member of the Order of the Federal Republic",
  "motivatorStory": "Agbani Darego was born on 22 December, 1982 in Lagos. Her family origins can be traced to Abonnema, Rivers State. She is a renowned Nigerian  model and beauty. She had her primary education in Bereton Montessori Nursery and Primary School. She auditioned for the M - Net Face of Africa modelling competition as a teenager.She furthered her education in the University of Port Harcourt but due to her busy schedule, she later finished in the New York University finishing 2012, and studying psychology. In 2001, She was crowned the most beautiful girl in Nigeria and she was a contestant in the Miss Universe.She became the first Nigerian to be among the top 10 semi - finalists, eventually finishing seventh overall. In November that year, she became the first native African to claim the Miss World title, Her victory was widely welcomed in Nigeria, and her one - year tenure included goodwill trips and scheduled appearances on behalf of the pageant, and a national honour of MFR. Darego featured in several print commercials for boutique chains and participated in world class modelling shows. She landed contracts with L'Oreal, Avon, Christian Dior,  Ralph Lauren, Macy's and several others after appearing in world class magazines. She has served in several world beauty panels.",
  "motivatorLikes": 2
}, {
  "motivatorId": "012",
  "motivatorIcon": "R.drawable.tonyelumelu",
  "motivatorName": "Tony Elumelu",
  "motivatorQuoteAndInspiringFact": "Do you know that Tony Elumelu, an entrepreneur is among a few generation of African leaders inspiring entrepreneurship on the continent, he has coined the word Africapitalism to project his philosophy",
  "motivatorStory": "Tony Elumelu was born in Jos, Nigeria, in 1963. He has a bachelor's degree from Ambrose Alli University and a master of science degree from the University of Lagos. Elumelu acquired and turned Standard Trust Bank into a top Nigerian bank, he led the largest merger in the banking sector in Sub-Saharan Africa to acquire United Bank for Africa (UBA) during the banking consolidation era thereby transforming it from a single-country bank to a pan-African institution with operations in nineteen African countries. Following his retirement from UBA in 2010, Elumelu founded Heirs Holdings, which invests in the financial services, energy, real estate and hospitality, agribusiness, and healthcare sectors.  In the same year, he established the Tony Elumelu Foundation, an Africa-based and African-funded philanthropic organisation dedicated to the promotion of excellence in business leadership and  entrepreneurship and to enhancing the competitiveness of the private sector across Africa. In 2011, Heirs Holdings acquired a controlling interest in the Transnational Corporation of Nigeria Plc (Transcorp), a publicly quoted conglomerate that has business interests in the agribusiness, energy, and hospitality sectors. Elumelu was subsequently appointed chairman of the corporation. Elumelu also serves as an advisor to the USAID's Private Capital Group for Africa (PCGA) Partners Forum. He sits on several Africa business, economic, political and philantrophic forum. The Tony Elumelu foundation awards millions of dollars to upcoming entrepreneurs in the African continent which led to his brand of philosophy titled Africapitalism, Africapitalism is an economic philosophy that embodies the private sector's commitment to the economic transformation of Africa through long-term investments that create both economic prosperity and social wealth. Elumelu sees Africans taking charge of the value-adding sectors and ensuring that those value-added processes happen in Africa, not through nationalisation or government policies, but because there is a generation of private sector entrepreneurs who have the vision, the tools and the opportunity to shape the destiny of the continent. He insists that Africapitalism is not capitalism with an African twist; it is a rallying cry for empowering the private sector to drive Africa's economic and social growth. In 2003 and 2012, the Federal Government of Nigeria granted Tony Elumelu the title of Member of the Order of the Federal Republic (MFR), a national honour and a  National Honour of Commander of the Order of the Niger (CON) for his service in promoting private enterprise. He has been voted African Business Leader of The Year and have served in world class committees to stem the fight against poverty. He was recognised as one of Africa 's 20 Most Powerful People in 2012 by Forbes Magazine.In addition, the New African Magazine featured him in their list of the 100 Most Influential Africans in Business.He was awarded an honorary doctorate of science degree from the Benue State University and University of Nigeria.He has authored several journals in reputable newspapers across the world.He is an alumnus of Harvard Business School Advanced Management Programme.Tony Elumelu is happily married to Awele Vivien Elumelu,a medical doctor,in 1993,and they both have seven children together.",
  "motivatorLikes": 4
}, {
  "motivatorId": "013",
  "motivatorIcon": "R.drawable.georgeweah",
  "motivatorName": "George Weah",
  "motivatorQuoteAndInspiringFact": "Do you know that George Weah was the first African to be voted the best player in the World",
  "motivatorStory": "George Tawlon Manneh Oppong Ousman Weah was born on 1st October 1966 born and raised in the Clara Town slum of Monrovia. He is a member of the Kru ethnic group, which hails from south-eastern Liberia's Grand Kru County. He is regarded as one of the greatest African players of all time and as one of the best forwards in his generation. He started his footballing career in Liberaia before spending fourteen years of his professional football career playing for clubs in France, Italy, and England. He was brought to Europe by ArsËne Wenger when he signed for Monaco in 1988. Weah moved to Paris Saint Germain in 1992 where he won Ligue 1 in 1994 and became the top scorer of the UEFA Champions League 1994ñ95. He signed for A.C. Milan in 1995 where he spent four successful seasons, and won the Italian Serie A twice. He moved to the English Premier League towards the end of his career and had spells at Chelsea and Manchester City, before returning to France to play for Marseille in 2001, and subsequently ending his career with Al-Jazira in 2003. At international level, he represented Liberia at the African Cup of Nations on two occasions. Weah did everything he could in order to support the national squad: aside from being the team's star player, he also later coached the squad, and even funded his national side to a large extent. In 1995 he was named FIFA World Player of the Year, FIFA Fair Play Award and won the Ballon d'Or, becoming the first African player to win these awards. In 1989, 1994 and 1995 he was named the African Footballer of the Year, and in 1996, he was named African Player of the Century. Known for his acceleration and dribbling ability  in addition to his finishing, Weah was described by FIFA as the precursor of the multi - functional strikers of today . In 2004, he was named by PelÈ in the FIFA 100 list of the world's greatest living players. He is a Liberian humanitarian, politician, and retired professional footballer who played as a striker.   An idol in Africa, Weah has been heavily involved in politics in his homeland Liberia. He ran unsuccessfully for president in the 2005 election, losing to Ellen Johnson Sirleaf in the second round of voting. In the 2011 election, he ran for vice president on Winston Tubman's ticket. Running as a Congress for Democratic Change candidate, Weah was elected to the Senate in 2014. He has three children: George Weah Jr, Tita and Timothy.",
  "motivatorLikes": 9
}, {
  "motivatorId": "014",
  "motivatorIcon": "R.drawable.alikodangote",
  "motivatorName": "Aliko Dangote",
  "motivatorQuoteAndInspiringFact": "Do you know that Dangote took a loan of 500,000 Naira to start his business in 1977?, Do you know he is the richest man in the world of African descent?",
  "motivatorStory": "Aliko Dangote was born in 10th April 1957 into a very prominent business family in Kano State. He is a great grand son of Alhaji Alhassan Dantata reputed to be the richest African while alive. He has been very interested in business from childhood. He owns the Dangote Group which started as a small trading firm in 1977 and now has interests in commodities with operations in Nigeria and other African countries, including Benin, Ethiopia, Senegal, Cameroon, Ghana, South Africa, Togo, Tanzania, and Zambia. He has expanded to cover food processing, cement manufacturing, and freight.  As of June 2016, he had an estimated net worth of US$14.9 billion. Dangote group has a 70% market of sugar in Nigeria and he is building the largest refinery in Africa and third largest in the world. He is a recipient of the GCON(Grand Commander of the Order of Nigeria). Dangote is ranked by Forbes magazine as the 67th richest person in the world and the richest in Africa; he peaked on the list as the 23rd richest person in the world in 2014. He surpassed Saudi-Ethiopian billionaire Mohammed Hussein Al Amoudi in 2013 by over $2.6 billion to become the world's richest person of African descent. Dangote was named as the Forbes Africa Person of the Year 2014. He has three daughters from his marriage",
  "motivatorLikes": 90
}, {
  "motivatorId": "015",
  "motivatorIcon": "R.drawable.mikeadenuga",
  "motivatorName": "Mike Adenuga",
  "motivatorQuoteAndInspiringFact": "Do you know Mike Adenuga operated a taxi to support himself in school?, Do you know he was one of the prime owners of the first indigenous oil company in Nigeria?, Do you know he became a millionaire at the age of 26?",
  "motivatorStory": "Michael Adeniyi Agbolade Ishola Adenuga Jr was born on 29th April 1953, he is from Ogun State.He had his secondary school education at the Ibadan Grammar School, Ibadan and Comprehensive High School, Aiyetoro for his Higher School Certificate(HSC). He worked as a taxi driver to help fund his university education. He graduated from Northwestern Oklahoma State University and Pace University, New York with degrees in Business Administration. He is a Nigerian business tycoon, and the second richest person in Nigeria.  In 1990, he received a drilling license and in 1991, his Consolidated Oil struck oil in the shallow waters of Southwestern Ondo State, the first indigenous oil company to do so in commercial quantity. His company Globacom is Nigeria's second-largest telecom operator, and also has a presence in Ghana and Benin. with more licences currently being prospected in other West African countries. He also owns stakes in the Equitorial Trust Bank. He was named African Entrepreneur of The Year at the maiden African Telecoms Awards (ATA), Forbes has estimated his net worth at $10 billion as of 2016. ",
  "motivatorLikes": 5
}


]